export const projects = [
  {
    id: 1,
    title: "Habits",
    image: "/habit_1.png",
    description: `WEB версія трекера звичок. В додатку можна створювати, редагувати та видаляти звички і слідкувати за їх прогресом. Наприклад людина вирішує бігати і ставить на меті це робити мінімум 30 разів. Вона створює звичку, виставляє бажану кількість і починає відмічати виконання в кожний результативний день.
      
      Технології, що використані в додатку: React JS, Redux Toolkit, redux-persist,  react-router-dom, framer-motion, date-fns, tailwindcss.`,
    url: "https://habits-lime.vercel.app/",
  },
  {
    id: 2,
    title: "Cards",
    image: "/cards_1.png",
    description: `Додаток для запису іноземних слів. Користувач створює категорію з 9 картками, в яких указує слово та переклад. Кожна картка має приємну анімацію, коли перевертається під час перевірки перекладу слова. А кожна категорія має поле вводу, де можна написати невеличкий текст, для закріплення слів.
      
      Технології, що використані в додатку: React JS, Redux, react-router-dom, scss.`,
    url: "https://cards-delta-mocha.vercel.app/",
  },
];
